  //Часть 6 
    //2021-06-04
    //Создайте функцию p и a, которые будут служить короткими именами для prompt и alert соответственно, то есть запрашивать окно с полем ввода и выводить любое пользовательское сообщение в стандартном модальном окне. Напишите функцию d, которая будет служить коротким именем для debugger, то есть запускать процесс отладки. Используя эти псевдонимы получите значение из prompt и отобразите в alert. А процесс работы скрипта проконтролируйте с помощью функции, которая служит для дебага.

  // Задание 1
  // let a = prompt;
  // let p = alert;
  // function d() {
  //   debugger;
  // };
  // d();
  // p(a('Enter text:'));
